export const foodOptions = [
  {
    category: '米饭',
    dishes: [
      '番茄炒蛋盖饭',
      '咖喱鸡饭',
      '黄焖鸡米饭',
      '煲仔饭',
      '蛋炒饭',
      '寿司',
    ],
  },
  {
    category: '面食',
    dishes: ['牛肉面', '番茄鸡蛋面', '炸酱面', '担担面', '意大利面', '炒乌冬'],
  },
  {
    category: '饺子与点心',
    dishes: ['水饺', '小笼包', '馄饨', '肠粉', '生煎包', '葱油饼'],
  },
  {
    category: '家常菜',
    dishes: [
      '土豆炖牛肉配饭',
      '清蒸鱼配饭',
      '宫保鸡丁配饭',
      '麻婆豆腐配饭',
      '可乐鸡翅配饭',
      '青椒肉丝配饭',
    ],
  },
  {
    category: '热热的一锅',
    dishes: ['火锅', '麻辣烫', '关东煮', '砂锅粥', '番茄肥牛锅', '冒菜'],
  },
  {
    category: '小吃与快餐',
    dishes: ['汉堡', '披萨', '三明治', '鸡肉卷', '烤肉饭', '煎饼果子'],
  },
  {
    category: '清爽一点',
    dishes: [
      '鸡肉沙拉',
      '蔬菜饭团',
      '凉面',
      '杂粮饭配时蔬',
      '蔬菜汤配面包',
      '蒸蛋配饭',
    ],
  },
  {
    category: '各地口味',
    dishes: [
      '海南鸡饭',
      '越南河粉',
      '韩式拌饭',
      '日式拉面',
      '泰式炒河粉',
      '墨西哥卷饼',
    ],
  },
]
